{
  "portfolio": "Portfolio",
  "my role": "Role",
  "project description": "Project Description",
  "Skills and deliverables": "Skills and Deliverables",
  "live demo": "Live Demo",
  "source code": "Source Code",
  "role": "Role",
  "details": "Details",
  "about the project": "About the Project",
  "date": "Date",
  "gallery": "Gallery",
  "The Petnic platform website offers a dedicated online space for veterinary consultations, enabling users to access expert advice and care for their pets conveniently and efficiently": "The Petnic platform website offers a dedicated online space for veterinary consultations, enabling users to access expert advice and care for their pets conveniently and efficiently.",
  "An online medical platform that connects pet owners with veterinarians, enabling them to diagnose and address their pets' health issues quickly and efficiently": "An online medical platform that connects pet owners with veterinarians, enabling them to diagnose and address their pets' health issues quickly and efficiently.",
  "A delivery app that makes it easy for users to get their groceries and fast food efficiently, offering a smooth and convenient experience": "A delivery app that makes it easy for users to get their groceries and fast food efficiently, offering a smooth and convenient experience.",
  "A platform that offers a digital marketplace and showroom for browsing and purchasing local furniture by providing a virtual space to explore and select unique furniture pieces ensuring users enjoy a seamless and engaging online shopping experience": "A platform that offers a digital marketplace and showroom for browsing and purchasing local furniture by providing a virtual space to explore and select unique furniture pieces ensuring users enjoy a seamless and engaging online shopping experience.",
  "Infinity Medical Academy is a leading provider of high quality training and educational services in healthcare aims to empower individuals and organizations to achieve their professional and academic goals through innovative learning solutions and comprehensive training programs": "Infinity Medical Academy is a leading provider of high-quality training and educational services in healthcare. It aims to empower individuals and organizations to achieve their professional and academic goals through innovative learning solutions and comprehensive training programs.",
  "A mobile app offering a user-friendly and efficient interface to explore and purchase a wide range of local furniture, allowing users to browse various showrooms and find unique pieces to enhance their homes easily and quickly": "A mobile app offering a user-friendly and efficient interface to explore and purchase a wide range of local furniture, allowing users to browse various showrooms and find unique pieces to enhance their homes easily and quickly.",
  "Balkan Volunteer Organization Landing page and dashboard for the blog & achievements & donations & and payment gateway\n\nThe platform showcases completed charity projects called Achievements and ongoing projects open for donations\n\nEnables fundraising for open charity projects via the PayPal payment gateway\n\nDisplays the association's identity & achievements & contact information\n\nA blog for the association's posts\n\nAn interactive admin dashboard for managing all platform features": "Balkan Volunteer Organization: Landing page and dashboard for the blog, achievements, donations, and payment gateway.\n\n- The platform showcases completed charity projects (\"Achievements\") and ongoing projects open for donations.\n\n- Enables fundraising for open charity projects via the PayPal payment gateway.\n\n- Displays the association's identity, achievements, and contact information.\n\n- A blog for the association's posts.\n\n- An interactive admin dashboard for managing all platform features.",
  "A platform for buying and showcasing properties with a landing page, interactive map search, advanced filters, and a dashboard": "A platform for buying and showcasing properties with a landing page, interactive map search, advanced filters, and a dashboard.",
  "A human resource management platform based in Guatemala, designed using React, TailwindCSS, and TypeScript": "A human resource management platform based in Guatemala, designed using React, TailwindCSS, and TypeScript.",
  "A job market website in both Arabic and English built using React Nextjs": "A job market website in both Arabic and English, built using React and Next.js.",
  "The official website of the NoopeJS Foundation, fully designed with animations, colors, and light/dark mode, featuring order registration in both Arabic and English": "The official website of the NoopeJS Foundation, fully designed with animations, colors, and light/dark mode, featuring order registration in both Arabic and English.",
  "A website for Ramaiah Institute of Technology": "A website for Ramaiah Institute of Technology.",
  "A web application to display the visual implementation of the Differential Evolution Optimization Algorithm": "A web application to display the visual implementation of the Differential Evolution Optimization Algorithm.",
  "A complete build of a restaurant website with stock": "A complete build of a restaurant website with inventory/stock management.",
  "A fully designed website with both light and dark modes for a store selling beverages, coffee, and snacks": "A fully designed website with both light and dark modes for a store selling beverages, coffee, and snacks.",
  "The website for Petnic, a platform for consultations with veterinaries": "The website for Petnic, a platform for consultations with veterinarians",
  "Remote consultation platform via text, photos, videos and file sharing": "Remote consultation platform via text, photos, videos, and file sharing",
  "Delivery app for groceries and fast food": "Delivery app for groceries and fast food",
  "A marketplace and showroom for local furniture": "A marketplace and showroom for local furniture",
  "Medical Academy is a website with a blog & dashboard and trainer program": "Medical Academy: A website with a blog, dashboard, and trainer program",
  "Mobile application for a local furniture market and showroom": "Mobile application for a local furniture market and showroom",
  "Volunteer organization landing page & blog & donations & payment gateway": "Volunteer organization: Landing page, blog, donations, and payment gateway",
  "A platform for showcasing & purchasing real estate, map search": "A platform for showcasing and purchasing real estate with map search",
  "Platform for human resource management": "Platform for human resource management",
  "Job market": "Job market",
  "The official website of the NoopeJS Foundation": "The official website of the NoopeJS Foundation",
  "Website for Ramaiah Institute of Technology": "Website for Ramaiah Institute of Technology",
  "The visual implementation of the Differential Evolution algorithm": "The visual implementation of the Differential Evolution algorithm",
  "Restaurant website": "Restaurant website",
  "Beverages store": "Beverages store"
}