{
  "portfolio": "معرض الأعمال",
  "my role": "الدور",
  "project description": "وصف المشروع",
  "Skills and deliverables": "المهارات و العلامات",
  "live demo": "رابط المشاهدة",
  "source code": "الكود البرمجي",
  "role": "الدور",
  "details": "تفاصيل",
  "about the project": "عن المشروع",
  "date": "التاريخ",
  "gallery": "المعرض",

  "The Petnic platform website offers a dedicated online space for veterinary consultations, enabling users to access expert advice and care for their pets conveniently and efficiently": "يوفر موقع منصة Petnic مساحة مخصصة عبر الإنترنت للاستشارات البيطرية، مما يمكن المستخدمين من الوصول إلى النصائح الخبيرة والرعاية لحيواناتهم الأليفة بسهولة وكفاءة.",
  "An online medical platform that connects pet owners with veterinarians, enabling them to diagnose and address their pets' health issues quickly and efficiently": "منصة طبية عبر الإنترنت تربط بين أصحاب الحيوانات الأليفة والأطباء البيطريين، مما يمكنهم من تشخيص ومعالجة مشاكل صحة حيواناتهم الأليفة بسرعة وكفاءة.",
  "A delivery app that makes it easy for users to get their groceries and fast food efficiently, offering a smooth and convenient experience": "تطبيق توصيل يجعل من السهل على المستخدمين الحصول على البقالة والوجبات السريعة بكفاءة، ويوفر تجربة سلسة ومريحة.",
  "A platform that offers a digital marketplace and showroom for browsing and purchasing local furniture by providing a virtual space to explore and select unique furniture pieces ensuring users enjoy a seamless and engaging online shopping experience": "منصة توفر سوقًا رقميًا ومعرضًا لتصفح وشراء الأثاث المحلي. توفر مساحة افتراضية لاستكشاف واختيار قطع الأثاث الفريدة، مما يضمن للمستخدمين تجربة تسوق عبر الإنترنت سلسة وجذابة.",
  "Infinity Medical Academy is a leading provider of high quality training and educational services in healthcare aims to empower individuals and organizations to achieve their professional and academic goals through innovative learning solutions and comprehensive training programs": "أكاديمية Infinity الطبية هي مزود رائد لخدمات التدريب والتعليم عالية الجودة في مجال الرعاية الصحية. تهدف إلى تمكين الأفراد والمنظمات لتحقيق أهدافهم المهنية والأكاديمية من خلال حلول تعليمية مبتكرة وبرامج تدريبية شاملة.",
  "A mobile app offering a user-friendly and efficient interface to explore and purchase a wide range of local furniture, allowing users to browse various showrooms and find unique pieces to enhance their homes easily and quickly": "تطبيق جوال يوفر واجهة سهلة الاستخدام وفعالة لاستكشاف وشراء مجموعة واسعة من الأثاث المحلي، مما يسمح للمستخدمين بتصفح معارض مختلفة والعثور على قطع فريدة لتحسين منازلهم بسهولة وسرعة.",
  "Balkan Volunteer Organization Landing page and dashboard for the blog & achievements & donations & and payment gateway\n\nThe platform showcases completed charity projects called Achievements and ongoing projects open for donations\n\nEnables fundraising for open charity projects via the PayPal payment gateway\n\nDisplays the association's identity & achievements & contact information\n\nA blog for the association's posts\n\nAn interactive admin dashboard for managing all platform features": "- منظمة المتطوعين البلقان: صفحة هبوط ولوحة تحكم للمدونة، الإنجازات، التبرعات، وبوابة الدفع.\n\n- تعرض المنصة مشاريع الخيرية المكتملة (\"الإنجازات\") والمشاريع الجارية المفتوحة للتبرعات.\n\n- تمكن من جمع التبرعات للمشاريع الخيرية المفتوحة عبر بوابة دفع PayPal.\n\n- تعرض هوية الجمعية، إنجازاتها، ومعلومات الاتصال.\n\n- مدونة لمنشورات الجمعية.\n\n- لوحة تحكم تفاعلية لإدارة جميع ميزات المنصة.",
  "A platform for buying and showcasing properties with a landing page, interactive map search, advanced filters, and a dashboard": "منصة لشراء وعرض العقارات مع صفحة هبوط، بحث تفاعلي على الخريطة، فلاتر متقدمة، ولوحة تحكم.",
  "A human resource management platform based in Guatemala, designed using React, TailwindCSS, and TypeScript": "منصة إدارة الموارد البشرية مقرها في غواتيمالا، مصممة باستخدام React وTailwindCSS وTypeScript.",
  "A job market website in both Arabic and English built using React Nextjs": "موقع سوق عمل باللغتين العربية والإنجليزية، تم بناؤه باستخدام React وNext.js.",
  "The official website of the NoopeJS Foundation, fully designed with animations, colors, and light/dark mode, featuring order registration in both Arabic and English": "الموقع الرسمي لمؤسسة NoopeJS، مصمم بالكامل بالرسوم المتحركة والألوان والوضع الفاتح/الداكن، ويضم تسجيل الطلبات باللغتين العربية والإنجليزية.",
  "A website for Ramaiah Institute of Technology": "موقع معهد رامايا للتكنولوجيا.",
  "A web application to display the visual implementation of the Differential Evolution Optimization Algorithm": "تطبيق ويب لعرض التنفيذ المرئي لخوارزمية التطور التفاضلي للتحسين.",
  "A complete build of a restaurant website with stock": "بناء كامل لموقع مطعم مع مخزون.",
  "A fully designed website with both light and dark modes for a store selling beverages, coffee, and snacks": "موقع مصمم بالكامل مع وضعي الضوء والظلام لمتجر يبيع المشروبات والقهوة والوجبات الخفيفة.",
  "The website for Petnic, a platform for consultations with veterinaries": "موقع Petnic، منصة للاستشارات مع الأطباء البيطريين",
  "Remote consultation platform via text, photos, videos and file sharing": "منصة استشارات عن بعد عبر النصوص والصور والفيديوهات ومشاركة الملفات",
  "Delivery app for groceries and fast food": "تطبيق توصيل للبقالة والوجبات السريعة",
  "A marketplace and showroom for local furniture": "سوق ومعرض للأثاث المحلي",
  "Medical Academy is a website with a blog & dashboard and trainer program": "أكاديمية طبية: موقع ويب يحتوي على مدونة ولوحة تحكم وبرنامج مدربين",
  "Mobile application for a local furniture market and showroom": "تطبيق جوال لسوق ومعرض أثاث محلي",
  "Volunteer organization landing page & blog & donations & payment gateway": "منظمة تطوعية: صفحة هبوط، مدونة، تبرعات، بوابة دفع",
  "A platform for showcasing & purchasing real estate, map search": "منصة لعرض وشراء العقارات مع بحث على الخريطة",
  "Platform for human resource management": "منصة لإدارة الموارد البشرية",
  "Job market": "سوق أعمال",
  "The official website of the NoopeJS Foundation": "الموقع الرسمي لمؤسسة NoopeJS",
  "Website for Ramaiah Institute of Technology": "موقع معهد رامايا للتكنولوجيا",
  "The visual implementation of the Differential Evolution algorithm": "التنفيذ المرئي لخوارزمية التطور التفاضلي",
  "Restaurant website": "موقع مطعم",
  "Beverages store": "متجر للمشروبات"
}
