{
  "portfolio": "Portofolio",
  "my role": "Peran Saya",
  "project description": "Deskripsi Proyek",
  "Skills and deliverables": "Keterampilan dan Hasil",
  "live demo": "Demo Langsung",
  "source code": "Kode Sumber",
  "role": "Peran",
  "details": "Detail",
  "about the project": "Tentang Proyek",
  "date": "Tanggal",
  "gallery": "Galeri",
  "The Petnic platform website offers a dedicated online space for veterinary consultations, enabling users to access expert advice and care for their pets conveniently and efficiently": "Situs web platform Petnic menawarkan ruang online khusus untuk konsultasi dokter hewan, memungkinkan pengguna mengakses saran ahli dan perawatan untuk hewan peliharaan mereka dengan mudah dan efisien.",
  "An online medical platform that connects pet owners with veterinarians, enabling them to diagnose and address their pets' health issues quickly and efficiently": "Platform medis online yang menghubungkan pemilik hewan peliharaan dengan dokter hewan, memungkinkan mereka mendiagnosis dan menangani masalah kesehatan hewan peliharaan dengan cepat dan efisien.",
  "A delivery app that makes it easy for users to get their groceries and fast food efficiently, offering a smooth and convenient experience": "Aplikasi pengiriman yang memudahkan pengguna mendapatkan bahan makanan dan makanan cepat saji dengan efisien, menawarkan pengalaman yang lancar dan nyaman.",
  "A platform that offers a digital marketplace and showroom for browsing and purchasing local furniture by providing a virtual space to explore and select unique furniture pieces ensuring users enjoy a seamless and engaging online shopping experience": "Platform yang menawarkan pasar digital dan showroom untuk menjelajahi dan membeli furnitur lokal dengan menyediakan ruang virtual untuk mengeksplorasi dan memilih produk furnitur unik, memastikan pengguna menikmati pengalaman belanja online yang lancar dan menarik.",
  "Infinity Medical Academy is a leading provider of high quality training and educational services in healthcare aims to empower individuals and organizations to achieve their professional and academic goals through innovative learning solutions and comprehensive training programs": "Infinity Medical Academy adalah penyedia terkemuka layanan pelatihan dan pendidikan berkualitas tinggi di bidang kesehatan, bertujuan memberdayakan individu dan organisasi untuk mencapai tujuan profesional dan akademis mereka melalui solusi pembelajaran inovatif dan program pelatihan komprehensif.",
  "A mobile app offering a user-friendly and efficient interface to explore and purchase a wide range of local furniture, allowing users to browse various showrooms and find unique pieces to enhance their homes easily and quickly": "Aplikasi seluler yang menawarkan antarmuka ramah pengguna dan efisien untuk menjelajahi dan membeli berbagai furnitur lokal, memungkinkan pengguna menjelajahi berbagai showroom dan menemukan produk unik untuk mempercantik rumah mereka dengan mudah dan cepat.",
  "Balkan Volunteer Organization Landing page and dashboard for the blog & achievements & donations & and payment gateway\n\nThe platform showcases completed charity projects called Achievements and ongoing projects open for donations\n\nEnables fundraising for open charity projects via the PayPal payment gateway\n\nDisplays the association's identity & achievements & contact information\n\nA blog for the association's posts\n\nAn interactive admin dashboard for managing all platform features": "Organisasi Relawan Balkan: Halaman arahan dan dasbor untuk blog, pencapaian, donasi, dan gateway pembayaran.\n\nPlatform ini menampilkan proyek amal yang telah selesai disebut Pencapaian dan proyek yang sedang berlangsung terbuka untuk donasi.\n\nMemungkinkan penggalangan dana untuk proyek amal terbuka melalui gateway pembayaran PayPal.\n\nMenampilkan identitas asosiasi, pencapaian, dan informasi kontak.\n\nBlog untuk postingan asosiasi.\n\nDasbor admin interaktif untuk mengelola semua fitur platform.",
  "A platform for buying and showcasing properties with a landing page, interactive map search, advanced filters, and a dashboard": "Platform untuk membeli dan memamerkan properti dengan halaman arahan, pencarian peta interaktif, filter lanjutan, dan dasbor.",
  "A human resource management platform based in Guatemala, designed using React, TailwindCSS, and TypeScript": "Platform manajemen sumber daya manusia berbasis di Guatemala, dirancang menggunakan React, TailwindCSS, dan TypeScript.",
  "A job market website in both Arabic and English built using React Nextjs": "Situs web pasar kerja dalam bahasa Arab dan Inggris, dibangun menggunakan React Next.js.",
  "The official website of the NoopeJS Foundation, fully designed with animations, colors, and light/dark mode, featuring order registration in both Arabic and English": "Situs web resmi Yayasan NoopeJS, dirancang sepenuhnya dengan animasi, warna, dan mode terang/gelap, menampilkan pendaftaran pesanan dalam bahasa Arab dan Inggris.",
  "A website for Ramaiah Institute of Technology": "Situs web untuk Institut Teknologi Ramaiah.",
  "A web application to display the visual implementation of the Differential Evolution Optimization Algorithm": "Aplikasi web untuk menampilkan implementasi visual Algoritma Optimasi Evolusi Diferensial.",
  "A complete build of a restaurant website with stock": "Pembangunan lengkap situs web restoran dengan stok.",
  "A fully designed website with both light and dark modes for a store selling beverages, coffee, and snacks": "Situs web yang dirancang sepenuhnya dengan mode terang dan gelap untuk toko yang menjual minuman, kopi, dan camilan.",
  "The website for Petnic, a platform for consultations with veterinaries": "Situs web untuk Petnic, platform untuk konsultasi dengan dokter hewan",
  "Remote consultation platform via text, photos, videos and file sharing": "Platform konsultasi jarak jauh melalui teks, foto, video, dan berbagi file",
  "Delivery app for groceries and fast food": "Aplikasi pengiriman untuk bahan makanan dan makanan cepat saji",
  "A marketplace and showroom for local furniture": "Pasar dan showroom untuk furnitur lokal",
  "Medical Academy is a website with a blog & dashboard and trainer program": "Akademi Medis adalah situs web dengan blog, dasbor, dan program pelatih",
  "Mobile application for a local furniture market and showroom": "Aplikasi seluler untuk pasar dan showroom furnitur lokal",
  "Volunteer organization landing page & blog & donations & payment gateway": "Organisasi relawan: halaman arahan, blog, donasi, dan gateway pembayaran",
  "A platform for showcasing & purchasing real estate, map search": "Platform untuk memamerkan dan membeli properti, pencarian peta",
  "Platform for human resource management": "Platform untuk manajemen sumber daya manusia",
  "Job market": "Pasar kerja",
  "The official website of the NoopeJS Foundation": "Situs web resmi Yayasan NoopeJS",
  "Website for Ramaiah Institute of Technology": "Situs web untuk Institut Teknologi Ramaiah",
  "The visual implementation of the Differential Evolution algorithm": "Implementasi visual dari algoritma Evolusi Diferensial",
  "Restaurant website": "Situs web restoran",
  "Beverages store": "Toko minuman"
}
